/* Имя оператора по умолчанию, если не подгрузилась информация */
"agent_name_default" = "Temsilci";

/* Надпись к сообщениям клиента */
"agent_name_you" = "Ben";

"Agent.DisplayName.Deleted" = "Silinmiş temsilci";

/* Normally user iOS device doesn't return "Restricted" camera access status. But for test purposes we've added an alert with this string message anyway. */
"Camera.Access.Restricted" = "Kamera erişimi reddedildi";

"Camera.Access.Suggestion" = "Fotoğraf çekip paylaşabilmeniz için bu izne ihtiyacımız var";

/* Alert with this message displays when you try to take a photo from camera on iOS simulator or when real device experiencing some technical issues. */
"Camera.Access.Unavailable" = "Kamera kullanılamıyor";

"chat_input.status.contact_info" = "Yukarıdaki iletişim formunu doldurunuz";

/* Подзаголовок окна чата по умолчанию */
"chat_subtitle_placeholder" = "Bize 7/24 danışabilirsiniz!";

/* Системное сообщение в ленте чата, говорящее о том, что произошел разрыв соединения  с сервером. */
"chat_system_disconnected" = "Ağ hata kodu: %d , hata mesajı: %s";

/* Системное сообщение в ленте чата, говорящее о том, что в данный момент несколько агентов набирают сообщение. */
"chat_system_few_agents_typing" = "%s, %s ve %d kişi daha yazıyor...";

/* Системное сообщение в ленте чата, говорящее о том, что в данный момент один агент набирает сообщение. */
"chat_system_one_agent_typing" = "%s yazıyor...";

/* Системное сообщение в ленте чата, говорящее о том, что в данный момент два агента набирают сообщение. */
"chat_system_two_agents_typing" = "%s ve %s yazıyor...";

/* Заголовок окна чата по умолчанию */
"chat_title_placeholder" = "Bir sorun bildirin";

"chat.state_unavailable.discription" = "Canlı sohbet şu anda geçici olarak kullanılamıyor. Lütfen daha sonra tekrar deneyiniz.";

"chat.state_unavailable.title" = "Sohbet geçici olarak kullanılamıyor";

"chat.system.contact_form.introduce_in_chat" = "Sizi daha yakından tanıyabilir miyiz?";

"chat.system.contact_form.must_fill" = "Mesaj gönderebilmek için lütfen iletişim bilgilerinizi giriniz";

"chat.system.contact_form.status_sent" = "Mesajlarınız temsilcilerimize iletilecek. En kısa sürede size döneceğiz.";

"Chat.System.Media.Preparing" = "Dosya hazırlanıyor...";

"Chat.System.Media.Uploading" = "Dosya gönderiliyor...";

"Chat.System.NewMessages" = "Yeni mesajlar";

"Client.Title" = "Ziyaretçi #%d";

/* Общая строка "Отмена" */
"common_cancel" = "İptal";

"common_close" = "Kapat";

"common_done" = "Tamam";

/* Универсальное сообщение о неизвестной ошибке. */
"common_unknown_error" = "Bilinmeyen hata";

"Common.Open" = "Açık";

"common.send" = "Gönder";

/* Состояние подключения к сервису */
"connection_state_connecting" = "Bağlanılıyor...";

/* Состояние отсутствия подключения */
"connection_state_disconnected" = "Bağlantı başarısız, %d saniye içinde yeniden dene";

/* Кнопка для повторного подключения к сервису, не дожидаясь таймаута  */
"connection_state_retry" = "Şimdi tekrar dene";

"contact_form.email.placeholder" = "E-posta adresiniz";

"contact_form.name.placeholder" = "Adınız";

"contact_form.phone.placeholder" = "Telefon numaranız";

"contact_form.status.sent" = "Teşekkürler!";

/* Статус загрузки - ошибка */
"download_status_error" = "Hata";

/* Статус загрузки - загрузка */
"download_status_loading" = "Yükleniyor...";

/* Ошибка загрузки файла, если ссылка устарела. */
"file_download_expired" = "Bağlantı süresi doldu";

/* Message letting user know that file is unavailable for download. */
"file_download_unavailable" = "Dosya mevcut değil";

/* Проверка ссылки на файл */
"file_link_checking" = "Denetleniyor ...";

/* Default file name */
"file_name_unknown" = "Adsız dosya";

"file_transfer_disabled" = "Dosya aktarımı devre dışı bırakıldı";

/* Формат для размера файла в байтах */
"format_file_size_b" = "%.0f B";

/* Формат для размера файла в килобайтах */
"format_file_size_kb" = "%.0f KB";

/* Формат для размера файла в мегабайтах */
"format_file_size_mb" = "%.2f MB";

/* Подсказка в окне ввода сообщения */
"input_message_placeholder" = "Mesajınızı girin...";

"jivo_business_messenger" = "Canlı Destek Sağlayıcısı";

/* Надпись на кнопке контекстного меню выбора типа вложения. Нажатие на кнопку открывает системный пикер документов. */
"media_upload_attachment_type_selecting_document" = "Döküman";

/* Надпись на кнопке контекстного меню выбора типа вложения. Нажатие на кнопку вызывает пикер фотогалереи. */
"media_upload_attachment_type_selecting_photo" = "Görsel";

/* Заголовок с вопросом о том, какой тип вложения пользователь хочет прикрепить к сообщению. */
"media_upload_select_an_attachment_type_title" = "Ne eklemek istersiniz?";

/* Системное сообщение в ленте чата, говорящее о том, что в данный момент ведётся загрузка файла на сервер. */
"media_upload_sending_the_file" = "Dosya gönderiliyor";

"media_uploading_common_error" = "Dosya yüklenemedi";

/* Ошибка, возникающая при неудачной подготовке файла к загрузке. */
"media_uploading_extraction_error" = "Dosya hazırlanamadı";

/* Превышение лимита выгружаемого файла */
"media_uploading_too_large" = "Dosya boyutu limiti %dMB";

"Media.Access.Missing" = "Lütfen erişime izin verin";

"Media.Access.Suggestion" = "Kütüphanenizden fotoğraf veya video gönderebilmeniz içinJivoChat'in izne ihtiyacı var.\n\nLütfen [Ayarlar > App > Fotoğraflar] yoluyla izin verin.";

"Media.Picker.Camera" = "Kamera";

/* Пункт меню "Копировать ссылку" */
"menu_action_copy" = "Linki kopyala";

/* Пункт меню "Cкачать" */
"menu_action_download" = "İndir";

/* Кнопка скачать для прикрепленного документа/файла */
"message_download" = "İndir";

/* Системное сообщение о присоединении оператора к чату */
"message_system_operator_accepted" = "Temsilci sohbete katıldı";

/* Unsupported file type */
"message_unsupported_media" = "Bu dosya türü desteklenmiyor";

"Message.Deleted" = "Mesaj silindi";

"Message.Edited" = "(düzenlendi)";

"Message.Preview.Line" = "Sohbet ikincil hatta aktarıldı";

"Message.Sender.Bot" = "bot";

"Message.Sender.You" = "Ben";

"messages.label.bot" = "bot";

"notification_channel_message_description" = "Jivo SDK'dan mesaj";

"notification_channel_message_name" = "Jivo";

/* Format for text message where $1 is agent name, $2 - text message */
"notification_message_text_format" = "%1$s: %2$s";

"notification_message_title" = "Yardım";

"offline_message_placeholder" = "Görünüşe göre temsilcilerimiz şu anda müsait değiller. Dilerseniz mesajınızı buraya bırakabilirsiniz. Sizinle en kısa sürede iletişime geçeceğiz.";

/* Пункт "Копировать" контекстного меню, вызываемого долгим тапом по бабблу сообщения. */
"options_copy" = "Kopyala";

"options_delete" = "Silmek";

/* Пункт "Повторить отправку" контекстного меню, вызываемого долгим тапом по бабблу сообщения. */
"options_resend" = "Tekrar gönder";

/* Normally an alert with this message shouldn't be displayed but for test purposes it was added to SDK anyway., If there is an error then the alert should be displayed on photo library access try when starting to pick images. */
"PhotoLibrary.Access.NoAvailableImages" = "Kullanılabilir resim yok";

/* Normally an alert with this message shouldn't be displayed but for test purposes it was added to SDK anyway */
"PhotoLibrary.Access.Unavailable" = "Fotoğraf kitaplığı kullanılamıyor";

"rate_form.comment_title" = "Yorumunuz";

"rate_form.finish_title" = "Geribildiriminiz için teşekkürler";

"rate_form.send" = "Gönder";

"rate_form.title" = "Bir yorum bırakın";

"toast_copied_to_clipboard" = "Kopyalandı";

/* Unsupported message type bubble discription */
"unsupported_message_description" = "Uygulama sürümü güncel değil. Mesaj Detayları: %s";

/* postfix */
"unsupported_message_postfix" = "daha fazla göster \u0020";

/* Title for unsupported message bubble  */
"unsupported_message_title" = "Desteklenmeyen mesaj türü";

/* Приветственное сообщение для пустого чата */
"welcome_message_placeholder" = "Destek ekibimize yazın ve karşılaştığınız hataları bize iletin";

